 {
        "title": "MATTER AND FORCES",
        "content":"<b>P2.1: Difference between Mass and Weight.</b> Weight is the gravitational pull on an object measured in Newtons. Weight is different on different planets because of the varying gravity of different planets. Weight is mass multiplied by the gravitational force. Mass is the amount of matter in an object. The mass  of an object/substance is constant universally, i.e. it never changes - even if the gravitational pull changes. Newton  had three laws of motion, one of which was known as the law of intertia. Inertia states that &ldquo;A body at rest, remains at rest, and a body of motion, remains in motion at a constant velocity, unless acted upon by an external force.&rdquo; Inertia is a property of mass, which means that greater the mass, greater the opposition to change in velocity and therefore greater the intertia. Everything that has a mass has a gravitational field. However, on masses as small as the bodies around us, the gravitational field produced is trivial and often negligible. Large masses like planets and starts have a strong gravitational force which can be felt and observed by us easily. The bigger the planet is, i.e. the greater the mass, the larger the gravitational force created. Earth&rsquo;s gravitational force is about 9.8 N/kg, which means that if an object's mass is 1 kilogram, it exerts a force of 9.8 Newtons on the ground/surface of earth (or rather, the earth pulls it that hard). Note that it is worth considering that the gravitational acceleration can also be used to determine how fast an object would accelerate if it were to participate in a free fall. Newton's second law of motion, therefore, states that the acceleration of an object is directly proportional to the amount of force applied on the object where the constant of proportionality is the mass of the object. If we were to formulate this into an equation, we would get F = m x a, where m is the mass, F is the force applied and a is the acceleration of the object. In the context of the gravitational force, therefore, we can say that the weight (W) is simply the mass times gravitational acceleration (9.81 m/s<sup>2</sup>). This can be given by the formula: W = m x g. ",
        "images":[
            "data/images/unit2/picture1.png",
            "data/images/unit2/picture2.png"
        ],
    }
  ]
}