{
  "units":[
    {
      "title":"MOTION",
      "content":"<b>P1.1: Define speed and calculate average speed.</b> Speed of an object is the distance it travels per unit time. We quantify this as the ratio of the distance it travels to the time taken to travel that distance.The formula for average speed is therefore Speed = Distance / Time (refer to the first photo). <b>P1.2: Distinguish between speed and velocity.</b> The basic difference between speed and velocity is that speed is a scalar quantity whereas velocity is a vector quantity. Vector quantities have magnitude and direction. Vector quantities can be negative in nature. For example: velocity can be -9 meters per second. Scalar quantities have magnitude but do not have a direction - making them an absolute value which implies that they cannot be negative. <b>P1.3 &amp; P1.4: Plot and interpret a speed/time graph and a distance/time graph. Recognise from the shape of a speed/time graph when a body is: At rest, moving with constant speed or moving with changing speed.</b> When plotting a graph we need to remember that time is always on the X-axis of the graph. On the Y-axis we have the speed or the distance according to the graph type you are plotting. A distance time graph looks like the one in the second picture. The gradient of a distance/time graph determines the speed of the object (because gradient is calculated by dividing change in y by change in x, this would mean that we're simply dividing the distance travelled by time taken). The steeper the line, the higher the speed. A speed/time graph looks like the one in the third picture. The gradient of this graph gives us the acceleration and the area under the curve gives us the distance travelled (because area is calculated by different formulas often involving multiplication of y and x variables which would mean that we're multiplying the speed and time to get the distance). <b>P1.5: Recognise linear motion for which the acceleration is constant and calculate the acceleration.</b> In the speed time graph if we look carefully acceleration is constant at the initial stage because the gradient is same, i.e. the graph is a straight line. Acceleration is given by the formula: Acceleration = Change In Speed / Time. <b>P1.6: Recognise motion for which the acceleration is not constant.</b> Previously we saw how acceleration was constant. However in real life acceleration is rarely constant! Tt is always changing. If the line of speed/time graph is not straight, i.e. the speed is not changing at a constant rate, the acceleration is changing too. If an object's speed per second is as follows: 5 kmph, 6 kmph, 7 kmph and 8 kmph, it isn't hard to grasp that the acceleration is constant because the increase in speed is happening at a constant rate. However, if the speed per second of an object is given as follows: 5 kmph, 6 kmph, 8 kmph, 15 kmph, 25 kmph and 10 kmph, it is easy to see that the points would not form a straight line and therefore the acceleration is not constant.  <b>P1.7: Calculate the area under a speed/time graph to work out the distance travelled for motion with constant acceleration.</b> As discussed before, when we calculate an area under a speed/time graph we get the distance traveled by the object. Let's try this by calculating the distance in the first 8 seconds (refer to the second image): So as we can see in the first 8 seconds the graph forms a triangle. We can use our basic mathematical skills to find the area of the triangle. Area of triangle = 0.5 x Base x Height. Thus area of triangle = 0.5 x 8 x 6.5 = 26 meters. So the distance traveled in the initial 8 seconds is 26 meters. <b>P1.8: Demonstrate a qualitative understanding that acceleration is related to changing speed.</b> Acceleration is the measure of the change of velocity of an object per unit time.",
      "images":[
        "data/images/unit1/picture1.png",
        "data/images/unit1/picture2.png",
        "data/images/unit1/picture3.png",
        "data/images/unit1/picture4.png"
      ],
      "links":[
        "https://www.youtube.com/watch?v=kfdtsZqAI8Y",
        "https://www.youtube.com/watch?v=A3m15X4-fhI",
        "https://www.youtube.com/watch?v=q2QGlQxPgpA"
      ]
    },
    {
        "title":"MATTER AND FORCES",
        "content":"<p><b>Weight</b> is the gravitational pull on an object; it is measured in Newtons. Weight is different on different planets because of the varying gravity of different planets. Weight is mass multiplied by the gravitational force. <b>Mass</b> is the amount of matter in a substance or an object. Mass is a constant: it never changes even if the gravitational pull changes. Now, let's talk about Newton&rsquo;s first law: The Law Of Inertia. The Law Of Inertia states that &ldquo;A body at rest tends to stay at rest and a body in motion continues to maintain a constant velocity unless acted upon by an external force&rdquo;. Inertia is a property of mass itself. This means that a heavy object will be harder to stop, as it will have a stronger tendency to remain in motion. All objects, big or small, have their own gravitational force. However, most of the times, this is very negligible. Large masses, like planets, have a gravitational force that has a considerable effect and hence can more noticeably felt. The bigger the planet is, the larger its gravitational force. Earth&rsquo;s gravitational force is about 9.8 N/kg. The first image is the formula for the above statement where W is the weight, m is the mass and g is gravity.<br><br><b>Force</b> is normally measured in the SI unit of Newtons. The second law of Newton states that F=ma - meaning that acceleration (a) is directly proportional to the applied force (F) for a fixed mass. Thus increasing the force will increase the acceleration which will, in turn, affect the motion of the object. F = mg basically states the effect on gravity on the force one exerts on the ground - i.e. the weight.<br><br>We must next talk about springs and the relation between the load applied on a spring with its resultant extension. Referring to the graph (in the second image), the load applied is labelled on the X-axis and there's extension on the Y-axis. This suggests that when the load increases, the extension also increases proportionally - making an straight line. However, the straight line then becomes a curve later in the graph due to the <b>elasticity limit</b>. The force applied is directly proportional to the extension of the spring only till it the force does not cross the limit of the spring, as stated by the <b>Hooke&#39;s law</b>, i.e. force equals a constant times the extension of the spring (F = k*x) while it has not crossed the limit. This is a limit from which the spring cannot return to it original state and is permanently deformed due to heavy load.<br><br>When two or more forces are acting together or against each other, we can easily find out the resultant of the forces. If the forces act together, all the forces are added to get the resultant force. On the other hand, if the forces act against each other, we subtract the smaller force from the grater on to obtain the resultant force which, obviously, is in the direction of the greater force. Refer to the third and fourth images which show systems in disequillibrium and in equillibrium respectively. A system is in equilibrium when both opposing forces are equal in magnitude and the resultant force is 0. This results in no movement. Refer to the fourth picture which is the equilibrium example.",
        "images":[
            "data/images/unit2/picture1.png",
            "data/images/unit2/picture2.png",
            "data/images/unit2/picture3.png",
            "data/images/unit2/picture4.png"
        ],
        "links": [
            "http://www.mathsisfun.com/measure/weight-mass.html",
            "http://csep10.phys.utk.edu/astr161/lect/history/newton3laws.html",
            "http://www.4physics.com/phy_demo/HookesLaw/HookesLawLab.html"
        ]
    }
  ]
}
   