{
  "units":[
    {
      "title":"Electric Quantities - Part One",
      "content":"<b>P1.1: Define speed and calculate average speed</b> Speed of an object is the distance it travels per unit time. We quantify this as the ratio of the distance it travels to the time taken to travel that distance.The Formula for average speed is speed=Distance/time reffer to the first photo <b>P1.2 Distinguish between speed and velocity.</b> The basic difference between speed and velocity is that speed is a scalar quantity where's velocity is a vector quantity. Vector Quantities have magnitude and direction. Vector quantities can be negative in nature. EX - Velocity = -9 Scalar quantities have magnitude but does not have direction making it an absolute value thus scalar quantities cannot be negative. <b>P1.3 &amp; P1.4 Plot and interpret a speed /time graph and a distance /time graph. Recognise from the shape of a speed /time graph when a body is: At rest, Moving with constant speed, Moving with changing speed.</b> When plotting a graph we need to remember that time is always on the X-axis of the graph. On the Y-axis we have the speed or the distance according to the graph type you are plotting. A Distance time graph looks like the one in the second picture.The gradient of a distance time graph determines the speed of the object. The steeper the line, higher the speed. While returning if you can notice the the we are returning to the start A Speed time graph looks like the one in the third picture. <b>P1.5 Recognise linear motion for which the acceleration is constant and calculate the acceleration.</b> In the speed time graph if we look carefully acceleration is constant n the initial stage and to find acceleration in a speed time graph we use the line&rsquo;s gradient. Formula for acceleration is acceleration = change in speed / time taken. <b>P1.6 Recognise motion for which the acceleration is not constant.</b> Previously we saw how acceleration was constant however in real life acceleration is rarely constant it is always changing. <b>P1.7 Calculate the area under a speed /time graph to work out the distance travelled for motion with constant acceleration.</b> When we calculate an area under a speed time graph we get the distance traveled Now calculating the distance in the first 8 seconds: So as we can see in the first 8 seconds the graph forms a triangle so we will use our basic mathematical skills to find the area of the triangle(reffering to the last picture). Area of triangle = 0.5 x Base x Height Thus Area of triangle = 0.5 x 8 x 6.5 = 26 meters So the distance traveled in the initial 8 seconds is 26 meters. <b>P1.8 Demonstrate a qualitative understanding that acceleration is related to changing speed.</b> Acceleration is the measure of the change of speed of an object per unit time, more specifically, the velocity of the object.",
      "images":[
        "data/images/unit1/picture1.png",
        "data/images/unit1/picture2.png",
        "data/images/unit1/picture3.png",
        "data/images/unit1/picture4.png"
      ],
      "links":[
        "https://www.youtube.com/watch?v=kfdtsZqAI8Y",
        "https://www.youtube.com/watch?v=A3m15X4-fhI",
        "https://www.youtube.com/watch?v=q2QGlQxPgpA"
      ]
    }
  ]
}