{
  "units":[
    {
      "title":"MOTION",
      "content":"<h2>Define speed and calculate average speed.</h2><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'><span id='docs-internal-guid-75d8aade-e503-e4fd-cb10-2c7a89deae27'><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>Speed of an object is the distance it travels per unit time. We quantify this as the ratio of the distance it travels to the time taken to travel that distance.The formula for average speed is therefore Speed = Distance / Time (refer to the first photo). </span></span></p><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'>&nbsp;</p><h2>Distinguish between speed and velocity.</span><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'></h2><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'><span><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>The basic difference between speed and velocity is that speed is a scalar quantity whereas velocity is a vector quantity. Vector quantities have magnitude and direction. Vector quantities can be negative in nature. For example: velocity can be -9 meters per second. Scalar quantities have magnitude but do not have a direction - making them an absolute value which implies that they cannot be negative.</span></span></p><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'>&nbsp;</p><h2>Plot and interpret a speed/time graph and a distance/time graph. Recognise from the shape of a speed/time graph when a body is: At rest, moving with constant speed or moving with changing speed.</span><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'></h2><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'><span id='docs-internal-guid-75d8aade-e503-e4fd-cb10-2c7a89deae27'><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>When plotting a graph we need to remember that time is always on the X-axis of the graph. On the Y-axis we have the speed or the distance according to the graph type you are plotting. A distance time graph looks like the one in the second picture. The gradient of a distance/time graph determines the speed of the object (because gradient is calculated by dividing change in y by change in x, this would mean that we&#39;re simply dividing the distance travelled by time taken). The steeper the line, the higher the speed. A speed/time graph looks like the one in the third picture. The gradient of this graph gives us the acceleration and the area under the curve gives us the distance travelled (because area is calculated by different formulas often involving multiplication of y and x variables which would mean that we&#39;re multiplying the speed and time to get the distance). </span></span></p><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'>&nbsp;</p><h2>Recognise linear motion for which the acceleration is constant and calculate the acceleration.</span><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'></h2><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'><span id='docs-internal-guid-75d8aade-e503-e4fd-cb10-2c7a89deae27'><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>In the speed time graph if we look carefully acceleration is constant at the initial stage because the gradient is same, i.e. the graph is a straight line. Acceleration is given by the formula: Acceleration = Change In Speed / Time. </span></span></p><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'>&nbsp;</p><h2>Recognise motion for which the acceleration is not constant.</span><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'></h2><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'><span id='docs-internal-guid-75d8aade-e503-e4fd-cb10-2c7a89deae27'><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>Previously we saw how acceleration was constant. However in real life acceleration is rarely constant! Tt is always changing. If the line of speed/time graph is not straight, i.e. the speed is not changing at a constant rate, the acceleration is changing too. If an object&#39;s speed per second is as follows: 5 kmph, 6 kmph, 7 kmph and 8 kmph, it isn&#39;t hard to grasp that the acceleration is constant because the increase in speed is happening at a constant rate. However, if the speed per second of an object is given as follows: 5 kmph, 6 kmph, 8 kmph, 15 kmph, 25 kmph and 10 kmph, it is easy to see that the points would not form a straight line and therefore the acceleration is not constant. </span></span></p><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'>&nbsp;</p><h2>Calculate the area under a speed/time graph to work out the distance travelled for motion with constant acceleration.</span><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'></h2><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'><span id='docs-internal-guid-75d8aade-e503-e4fd-cb10-2c7a89deae27'><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>As discussed before, when we calculate an area under a speed/time graph we get the distance traveled by the object. Let&#39;s try this by calculating the distance in the first 8 seconds (refer to the second image): So as we can see in the first 8 seconds the graph forms a triangle. We can use our basic mathematical skills to find the area of the triangle. Area of triangle = 0.5 x Base x Height. Thus area of triangle = 0.5 x 8 x 6.5 = 26 meters. So the distance traveled in the initial 8 seconds is 26 meters. </span></span></p><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'>&nbsp;</p><h2>Demonstrate a qualitative understanding that acceleration is related to changing speed.</span><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'></h2><p dir='ltr' style='line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;'><span style='font-size: 16px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>Acceleration is the measure of the change of velocity of an object per unit time.</span></p>",
      "images":[
        "data/images/unit1/picture1.png",
        "data/images/unit1/picture2.png",
        "data/images/unit1/picture3.png",
        "data/images/unit1/picture4.png"
      ],
      "links":[
        "https://www.youtube.com/watch?v=kfdtsZqAI8Y",
        "https://www.youtube.com/watch?v=A3m15X4-fhI",
        "https://www.youtube.com/watch?v=q2QGlQxPgpA"
      ]
    },
    {
        "title":"MATTER AND FORCES",
        "content":"<p><b>Weight</b> is the gravitational pull on an object; it is measured in Newtons. Weight is different on different planets because of the varying gravity of different planets. Weight is mass multiplied by the gravitational force. <b>Mass</b> is the amount of matter in a substance or an object. Mass is a constant: it never changes even if the gravitational pull changes. Now, let's talk about Newton&rsquo;s first law: The Law Of Inertia. The Law Of Inertia states that &ldquo;A body at rest tends to stay at rest and a body in motion continues to maintain a constant velocity unless acted upon by an external force&rdquo;. Inertia is a property of mass itself. This means that a heavy object will be harder to stop, as it will have a stronger tendency to remain in motion. All objects, big or small, have their own gravitational force. However, most of the times, this is very negligible. Large masses, like planets, have a gravitational force that has a considerable effect and hence can more noticeably felt. The bigger the planet is, the larger its gravitational force. Earth&rsquo;s gravitational force is about 9.8 N/kg. The first image is the formula for the above statement where W is the weight, m is the mass and g is gravity.<br><br><b>Force</b> is normally measured in the SI unit of Newtons. The second law of Newton states that F=ma - meaning that acceleration (a) is directly proportional to the applied force (F) for a fixed mass. Thus increasing the force will increase the acceleration which will, in turn, affect the motion of the object. F = mg basically states the effect on gravity on the force one exerts on the ground - i.e. the weight.<br><br>We must next talk about springs and the relation between the load applied on a spring with its resultant extension. Referring to the graph (in the second image), the load applied is labelled on the X-axis and there's extension on the Y-axis. This suggests that when the load increases, the extension also increases proportionally - making an straight line. However, the straight line then becomes a curve later in the graph due to the <b>elasticity limit</b>. The force applied is directly proportional to the extension of the spring only till it the force does not cross the limit of the spring, as stated by the <b>Hooke&#39;s law</b>, i.e. force equals a constant times the extension of the spring (F = k*x) while it has not crossed the limit. This is a limit from which the spring cannot return to it original state and is permanently deformed due to heavy load.<br><br>When two or more forces are acting together or against each other, we can easily find out the resultant of the forces. If the forces act together, all the forces are added to get the resultant force. On the other hand, if the forces act against each other, we subtract the smaller force from the grater on to obtain the resultant force which, obviously, is in the direction of the greater force. Refer to the third and fourth images which show systems in disequillibrium and in equillibrium respectively. A system is in equilibrium when both opposing forces are equal in magnitude and the resultant force is 0. This results in no movement. Refer to the fourth picture which is the equilibrium example.",
        "images":[
            "data/images/unit2/picture1.png",
            "data/images/unit2/picture2.png",
            "data/images/unit2/picture3.png",
            "data/images/unit2/picture4.png"
        ],
        "links": [
            "http://www.mathsisfun.com/measure/weight-mass.html",
            "http://csep10.phys.utk.edu/astr161/lect/history/newton3laws.html",
            "http://www.4physics.com/phy_demo/HookesLaw/HookesLawLab.html"
        ]
    },
    {
        "title":"ENERGY, WORK AND POWER",
        "content":"<p><br /> The energy of an object is measured in Joules (J). 1000 Joules = 1 kiloJoule (kJ). The power of an object is measured in Watts (W). 1000 Watts = 1 kiloWatt (kW). The <strong>work done</strong> of an object is the product of the force applied and the displacement achieved (as depicted by picture 3). This is counterintuitive in the sense that if the displacement is zero (in a case where a runner runs a lap and comes at the starting position for example) the work done is also zero! However wrong this may sound, it is just the way it is if we go by the definition and we must go with it anyhow. More generally, work is the amount of energy transferred into or out of a system. <strong>Power </strong>is the amount of work done per unit time.&nbsp;</p><p>All objects have some kind of energy in their molecules. Energy is simply the ability to do work, or to &#39;get things done&#39; more colloquially. There are two main types of energy: <strong>Kinetic Energy</strong> (due to the motion of the molecules), and <strong>Potential Energy </strong>(due to the position of the object). Anything in motion has kinetic energy (e.g. a ball falling off a cliff). Anything at a certain height off the ground has gravitational potential energy (e.g. a ball hanging by a string). Other (derived) forms of energy include:</p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><tbody><tr><td><strong>Energy form</strong></td><td><strong>Description &nbsp; &nbsp;</strong></td><td><strong>Example</strong></td></tr><tr><td>Chemical Energy&nbsp;</td><td>Energy in a substance that gives the substance potential to undergo a chemical reaction.</td><td>Batteries</td></tr><tr><td>Strain Energy&nbsp;</td><td>Energy in springs and elastic materials that pulls them back together.</td><td>Springs</td></tr><tr><td>Nuclear Energy</td><td>Energy obtained due to the fusion and fission of atomic nuclei.</td><td>Nuclear bombs</td></tr><tr><td>Thermal Energy</td><td>Energy relating to the storage or transmission of heat.</td><td>Hot kettle</td></tr><tr><td>Electrical Energy</td><td>Energy that drives electrons from one end of an electric supply to the other.</td><td>A normal circuit</td></tr><tr><td>Sound Energy</td><td>Energy contained in travelling soundwaves</td><td>Sound given off by headphones</td></tr><tr><td>Light Energy</td><td>Energy contained in travelling lightwaves and other electromagnetic rays&nbsp;</td><td>Light given off by a light bulb</td></tr></tbody></table><p>The first and the second picture show the formulae to find kinetic and potential energy. Let&#39;s take them in detail one at a time. Potential energy is basically the energy that is stored in the object which can later be converted into kinetic energy. We would generally take this into consideration with respect to gravity - which means that an object at certain height has a certain amount of <strong>gravitational potential energy</strong> that is converted to kinetic energy if it is released from that height! In this case then, the force * displacement will be the Weight (which, as you may recall is a measure of force exerted by an object on earth) multiplied by Height from the ground. Thus: mg*h. Kinetic energy, on the other hand, is a bit more complex to derive and you can check the extra resources section for the entire derivation. But we would just go by the concept that it is directly proportional to the square of the velocity where mass divided by two is the constant of proportionality.&nbsp;</p><p>The one most important rule about energy is the<strong> Law Of Conservation Of Energy</strong> founded by Albert Einstein. We can&rsquo;t create energy nor destroy it - we can only transfer it from one form to another. This means that when the object is dropped from a certain height, the total energy (potential energy + kinetic energy) of the object must remain constant at all times during the free fall because it is the potential energy itself that is converted into the kinetic energy! Here are some other examples of transfer of energy:</p><p>&bull;&nbsp;&nbsp; &nbsp;In a battery, chemical energy changes into electrical energy.<br /> &bull;&nbsp;&nbsp; &nbsp;In a wind turbine, wind is transformed into mechanical energy and then into electrical energy using a transformer<br /> &bull;&nbsp;&nbsp; &nbsp;Nuclear energy is transferred into heat and electrical energy in a nuclear plant.<br /> &bull;&nbsp;&nbsp; &nbsp;When a ball falls off a cliff, gravitational potential energy is being transferred into kinetic energy.</p>",
        "images":[
            "data/images/unit3/picture1.png",
            "data/images/unit3/picture2.png",
            "data/images/unit3/picture3.png",
            "data/images/unit3/picture4.png"
        ],
        "links": [
            "https://youtu.be/_uLSFigtLKg",
            "https://youtu.be/5EsMmdaYClQ",
            "http://www.physicsclassroom.com/class/energy",
            "http://physics.info/energy-kinetic/"
        ]
    },
    {
        "title":"ENERGY RESOUCES",
        "content":"<html><head><title></title></head><body><p>Renewable sources are sources which can be renewed infinite times. These sources are infinite in amount and cannot get exhausted. Non-renewable sources are sources which are finite and can get exhausted on rigorous use.</p><p>Let&#39;s begin discussing energy resources with nuclear fusion. It is best observed in the sun. When hydrogen atoms in the sun fuse together to form helium atoms, they lose mass as helium is lighter than the combined mass of hydrogen atoms involved in the fusion. That loss of mass is converted into energy and this is how the sun keeps radiating heat energy. Once it exhausts its hydrogen fuel, it&#39;ll explode into, what we call, a supernova. Know that the Sun is the source of all energy present on earth except geothermal and nuclear.</p><ul><li>Chemical energy stored in fuel can be used to generate electricity. We can burn fossil fuels and use the resulting gas to spin turbines which can then generate energy. This process takes place in thermal power stations.</li><li>Tidal waves can be used to power turbines underwater and generate electricity. Underwater cables are connected to these turbines which carry the electricity to shore.</li><li>In a hydroelectric power station, water is dropped&nbsp;from a height onto a turbine positioned at a lower height. The kinetic energy of the water is used to rotate the turbines and generate electricity.</li><li>If we pump cold water into a geothermal site, it is converted (heated) to&nbsp;steam which has a high pressure and can thus be used to rotate turbines and hence generate electricity.</li><li>Electricity can also be produced using nuclear fission. When nuclear fission take place there is a lot of energy released which can be captured and converted to electricity in a nuclear power plant.</li><li>Using solar panels the sun rays can be converted to electricity.</li><li>Wind can be used to power windmills which are connected to turbines that generate electricity.</li></ul><br><p><span style='font-size:16px;'><strong>Fossil Fuels</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width:100%;'><thead><tr><th style='width:50%' scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Available and naturally ready made</span></td><td><span>Non renewable</span></td></tr><tr><td><span>Relatively inexpensive with high energy densities</span></td><td><span>Gives out pollutants</span></td></tr></tbody></table><br><p><strong><span style='font-size:16px;'><span>Tidal</span></span></strong></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th style='width:50%' scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Has potential to generate a lot of energy</span></td><td><span>Initial costs of building dams are extremely high.</span></td></tr><tr><td><span>Very reliable as it is quite easy to predict when is there going to be a low and high tide.</span></td><td><span>Affects transportation system in the water.</span></td></tr><tr><td><span>Renewable, so can be continued to be used for a long time.</span></td><td><span>Affect ecosystem surrounding the dam.</span></td></tr><tr><td><span>Little environmental impact.</span></td><td>&nbsp;</td></tr></tbody></table><br><p><span style='font-size: 16px;'><strong>Geothermal</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th style='width:50%' scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Very less impact on the environment</span></td><td><span>Potentially expensive</span></td></tr><tr><td><span>Almost renewable</span></td><td><span>Works in volcanic area only</span></td></tr></tbody></table><br><p><span style='font-size: 16px;'><strong>Nuclear Fission</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th style='width:50%' scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>&nbsp;Very efficient</span></td><td><span>Dangerous</span></td></tr><tr><td><span>Can create a lot of electricity</span></td><td><span>Has environmental hazards</span></td></tr></tbody></table><br><p><span style='font-size: 16px;'><strong>Solar</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th style='width:50%' scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Renewable</span></td><td><span>Initial cost high</span></td></tr><tr><td><span>Clean</span></td><td><span>Cannot create bulk electricity</span></td></tr></tbody></table><br><p><span style='font-size: 16px;'><strong>Hydroelectric</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th style='width:50%' scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Renewable</span></td><td><span>Environmental consequences</span></td></tr><tr><td><font><span style='font-size: 16px;'>Reliable</span></font></td><td><span>Expensive</span></td></tr><tr><td>Flexible and safe</td><td>Limited reservoirs</td></tr></tbody></table><br><p>The efficiency equation in the last picture is used to, you guessed it right, get the efficiency of the energy released. For example if 60J of energy is taken by a bulb 30J is lost as heat, the useful energy output would by 60 - 30 = 30J divided by total energy input which is 60J - that leads us to the conclusion that the efficiency of the light bulb is 50%.</p><br></body></html>",
        "images":[
            "data/images/unit4/picture1.png",
            "data/images/unit4/picture2.png",
            "data/images/unit4/picture3.png",
            "data/images/unit4/picture4.png"
        ],
        "links": [
            "http://www.bbc.co.uk/schools/gcsebitesize/science/aqa_pre_2011/energy/mainselectricityrev1.shtml"
        ]
    },
    {
        "title":"KINETIC MOLECULAR MODEL OF MATTER",
        "content": "<h2>State the distinguishing properties of solids, liquids and gases.</h2><div dir='ltr'><table style='width:100%; text-align:left'><tbody><tr><td style='width:33.3%'><p dir='ltr'><strong>Gas</strong> (3rd picture)</p></td><td style='width:33.3%'><p dir='ltr'><strong>Liquid</strong> (2nd picture)</p></td><td style='width:33.3%'><p dir='ltr'><strong>Solid</strong> (1st picture) </p></td></tr><tr><td><p dir='ltr'>Assumes the shape and volume of its container</p></td><td><p dir='ltr'>Assumes the shape of the part of the container which it occupies</p></td><td><p dir='ltr'>Retains a fixed volume and shape</p></td></tr><tr><td><p dir='ltr'>Particles can move past one another</p></td><td><p dir='ltr'>Particles can move/slide past one another</p></td><td><p dir='ltr'>Rigid - particles locked into place</p></td></tr><tr><td><p dir='ltr'>Compressible</p></td><td><p dir='ltr'>Not easily compressible</p></td><td><p dir='ltr'>Not easily compressible</p></td></tr><tr><td><p dir='ltr'>Lots of free space between particles</p></td><td><p dir='ltr'>Little free space between particles</p></td><td><p dir='ltr'>Little free space between particles</p></td></tr></tbody></table></div><p><strong>Note:</strong> The fourth picture is the structure of Plasma which is not in the syllabus and is meant only for extra knowledge. </p><p>&nbsp;</p><h2>Describe qualitatively the molecular structure of solids, liquids and gases.</h2><ul><li dir='ltr'><p dir='ltr'>Refer to the first picture (solid)</p></li><li dir='ltr'><p dir='ltr'>Particles are close together, held together by strong intermolecular forces.</p></li><li dir='ltr'><p dir='ltr'>Particles vibrate around a fixed point, so have little freedom of movement.</p></li><li dir='ltr'><p dir='ltr'>They have less intermolecular space.</p></li></ul><p><strong>&nbsp;</strong></p><ul><li dir='ltr'><p dir='ltr'>Refer to the second picture (liquid)</p></li><li dir='ltr'><p dir='ltr'>Particles are quite close together however farther apart than solids.</p></li><li dir='ltr'><p dir='ltr'>Less intermolecular forces than solids and more intermolecular forces than gasses.</p></li></ul><p><strong>&nbsp;</strong></p><ul><li dir='ltr'><p dir='ltr'>Refer to the third picture (Gas)</p></li><li dir='ltr'><p dir='ltr'>Particles are free. </p></li><li dir='ltr'><p dir='ltr'>They have very less intermolecular force of attraction compared to solids and liquids and more intermolecular space.</p></li><li dir='ltr'><p dir='ltr'>The particles are free and they try to escape.</p></li></ul><p><strong>&nbsp;</strong></p><p>The higher the temperature, higher the energy the particles have. Thus, temperature and energy are directly proportional. When particles are kept under high temperatures they gain energy and vibrate more quickly. Pressure is the force exerted by a substance on per unit are on another surface. Similarly when we are talking about pressure in terms of gas, the particles colliding with a surface exert some force on it which (divided by the area of surface) is known as gas pressure. As described earlier when particle are kept under high temperature they gain energy and when theys gain energy, they collide to the surface more often and therefore we say that the pressure inside the container has increased. Therefore pressure is directly proportional to the temperature. Also, temperature is inversely proportional to the volume of the contianer. If the container is small, the pressure is high and if the container is large, the pressure would effectively be less.</p>",
        "images":[
            "data/images/unit5/picture1.png",
            "data/images/unit5/picture2.png",
            "data/images/unit5/picture3.png",
            "data/images/unit5/picture4.png"
        ],
        "links": [
            "http://study.com/academy/lesson/the-kinetic-molecular-theory-properties-of-solids-and-liquids.html"
        ]
    },
    {
        "title":"EVAPORATION AND PRESSURE CHANGES",
        "content":"<h2><strong>Evaporation</strong></h2><p>A few energetic molecules close to the surface of any liquid can escape into open air as vapor. This process can occur at any temperature and is called evaporation.</p><p>Evaporation happens more rapidly:</p><ul><li>at higher temperatures: since there&#39;re more molecules in the liquid with enough energy to escape from the surface.</li><li>at greater surface areas of the liquid: because more molecules are closer to the surface and can therefore easily escape!</li><li>if wind is blowing over the surface area: as it carries vapour molecules away from the surface, and thus stopping them from returning to the liquid as well as making it easier for more liquid molecules to break free.</li></ul><p>Evaporation results in a drop of temperature as it is the departure of the warmest and most active particles (the ones with enough energy to &lsquo;escape&rsquo; into the air) from the &nbsp;which leave behind the cooler, less energetic particles and therefore result in cooling.</p><h2><strong>Pressure Changes</strong></h2><p>The gas laws define how the pressure of a gas change with changes in volume and temperature. Essentially, the gas laws (Boyle&#39;s law and Charle&#39;s law) state that if we increase the volume, the pressure decreases (inversely proportionate) and if we increase the temperature, the volume increases (directly proportionate) - i.e. gasses expand when heated, and if the container of the gas has the same volume as before, the expanded gas will exert a greater pressure on the walls of the container. [refer to the second picture]</p><p>A more elaborate equation is: pV=nRT. Although not in syllabus, this equation involves all involved variables: pressure (p), volume (V), number of moles (n), and temperature (T). R is the gas constant (constant of proportionaly in this case).</p><p>One more formula worth remembering is the one which relates two pressure and volume quantities to each other: &nbsp;p<sub>1 </sub>&times;&nbsp;V<sub>1</sub>&nbsp;= p<sub>2</sub>&nbsp;&times; V<sub>2</sub>.</p><p>For a better idea of gas laws, check the simulations in extra resources section! Also find extra subjective questions in the extra resources section. (scroll down for extra resources)</p>",
        "images":[
            "data/images/unit6/picture1.png",
            "data/images/unit6/picture2.png",
            "data/images/unit6/picture3.png",
            "data/images/unit6/picture4.png"
        ],
        "links":[
            "http://www.chemguide.co.uk/physical/kt/otherlaws.html",
            "http://content.blackgold.ca/ict/Division4/Science/Div.%204/Boyles%20Law/boyleslaw.htm",
            "http://group.chem.iastate.edu/Greenbowe/sections/projectfolder/flashfiles/gaslaw/charles_law.html",
            "data/images/unit6/questions.jpg"
        ]
    },
    {
        "title": "Matter and Thermal Properties",
        "content":"<h2>Thermal expansion of solids, liquids and gases</h2><p><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span style='font-size: 16px;  font-weight: 700; vertical-align: baseline; white-space: pre-wrap;'>Solid</span><span>: When heat energy is applied to solids, the particles gain energy and they tend to vibrate vigorously to-and-fro on their positions. The gain in energy forces them to repel and as result they convert into liquids.</span></span></span></p><p><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span style='font-size: 16px;  font-weight: 700; vertical-align: baseline; white-space: pre-wrap;'>Liquid</span><span>: When a liquid is heated, there is a gain in the volume. Also, due to the high energy possessed by particles, they push each other towards the surface of the container and soon they convert into gas and escape.</span></span></span></p><p><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span style='font-size: 16px;  font-weight: 700; vertical-align: baseline; white-space: pre-wrap;'>Gas</span><span>: When gas is heated in a container there is a heavy gain in its volume and thus the pressure inside the container will increase.</span></span></span></p><p><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span>Gasses expand the most due to very weak intermolecular forces of attraction, followed by liquids and finally solids who have relatively very strong intermolecular forces preventing them from expanding as much.</span></span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' style='list-style-type: disc; font-size: 16px;  color: rgb(68, 68, 68); vertical-align: baseline; background-color: rgb(255, 255, 255);'><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:0pt;'><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span style='font-size: 16px; vertical-align: baseline; white-space: pre-wrap;'>Thermal expansion could be used to fit metal axles onto wheels. The metal axle is first cooled so that it contracts. It is then placed through the hole of wheel so that when it warms up and expands, it forms a tight grip on the wheel.</span></span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 16px;  color: rgb(68, 68, 68); vertical-align: baseline; background-color: rgb(255, 255, 255);'><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:0pt;'><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span style='font-size: 16px; vertical-align: baseline; white-space: pre-wrap;'>Train tracks are built with gaps between each section of the track so that when it expands under hot weather, the train tracks won&rsquo;t warp as a result of the pressure of being squished together.</span></span></span></p></li></ul><p><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span style='font-size: 16px;  vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>This equation connects volume pressure and temperature of a fixed mass of gas: (P1 &times; V1) / T1 = (P2 &times; V2) / T2. However, if P is kept constant, then our equation becomes: V1 / T1 = V2 / T2 (Charles Law).</span></span></span></p><h2>Thermal Capacity</h2><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;'><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span>The thermal capacity of a body is the quantity of heat needed to raise the temperature of the whole body by 1 degree Celsius. Specific heat capacity is the heat energy required to increase the temperature of unitary mass of an object by 1 degree Celsius. [refer to the first two pictures] In the formulas given, E = Energy, m = Mass, c = specific heat capacity and &Delta;T = temperature change. In the extra resources is the link to an experiment to calculate the specific heat capacity of water which will give you some practical knowledge about the topic at hand. </span></span></span></p><h2>Melting and Boiling</h2><p><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span>The kinetic energy is what defines the temperature of a substance. When the temperature of a substance reaches a state where it is ready to go through boiling/melting, energy is still being transferred but the temperature is held constant. This means that if a liquid boils at 100 degrees, it&rsquo;ll keep absorbing heat without increasing its temperature once it reaches 100 degrees till it is completely gas. The energy required (per unit mass) to overcome this constant temperature and change the state is known as the latent heat energy and is given by the formula Q=mL where L is the latent heat of fusion (for melting and freezing) or vaporization (for boiling and condensing). In this process, bonds are being broken/formed, hence energy transfer is definitely required for this change in state. However, if the kinetic energy doesn&rsquo;t change here, what changes? The potential energy increases. </span></span></span></p><p><span style='color:#000000;'><span id='docs-internal-guid-3c15b1de-bbe2-1986-03e8-13ab6670f652'><span>One difference between boiling and evaporation is that evaporation happens at the surface of a liquid where boiling occurs inside the body of the liquid. Additionally, evaporation can literally happen at any temperature, as long there is enough kinetic energy to break bonds, but boiling can only happen at certain temperatures, e.g. 100&deg;C for water. </span></span></span></p>",
        "images":[
            "data/images/unit7/picture1.png",
            "data/images/unit7/picture2.png",
            "data/images/unit7/picture3.png",
            "data/images/unit7/picture4.png"
        ],
        "links":[
             "http://physicscatalyst.com/heat/thermal_prop.php",
		     "http://faisalj.webs.com/igcse/topic%202%20thermal%20physics.pdf",
		     "http://www.saburchill.com/physics/practicals/adobe/HG1a.pdf"
        ]
    },
    {
        "title":"Conduction, Convection and Radiation",
        "content":"<h2>Conduction</h2><h3>Describe experiments to demonstrate the properties of good and bad conductors of heat.</h3><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>Prepare a few rods made from different materials. Use wax to attach small pins to their ends and then heat the other end of the rods. The thermal energy will be transferred by conduction, from one end to the other. Eventually the wax will melt (due to the heat from the rod) and the pin falls off. The best conducting rod will have its pin dropped off fastest because it transfers the thermal energy the fastest.</span></span></p><h3>Explain heat transfer in solids in terms of molecular motion.</h3><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>Conduction is a type of thermal energy transfer that occurs mainly in solids. Particles in solids are fixed in regular structure and are unable to move. However, when the solid object is heated, its particles gain thermal and kinetic energy. But since they cannot move, they vibrate more vigorously instead. As particles with more kinetic energy vibrate strongly, they pass the vibration to the neighbouring particles. Consequently, the thermal energy is also passed on!</span></span></p><h2>Convection</h2><h3>Recognise convection as the main method of heat transfer in fluids.</h3><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>Fluids are often very poor conductors, but if they are free to circulate they can carry thermal energy through a process called Convection.</span></span></p><h3>Relate convection in fluids to density changes.</h3><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>The second image is an example of a convection current. If the bottom of a container of some fluid is gently heated, the fluid molecules directly above the flame becomes warmer, it expands and decreases in density. The less dense part of fluid rises as cooler, denser part of fluid sinks and displaces it. This is a convection current. However, convection does not occur if the water is heated at the top as warmer, less dense water will simply just stay at the top</span><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap; background-color: rgb(255, 255, 255);'>.</span></span></p><h3>Describe experiments to illustrate convection in liquids and gases.</h3><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>A room with a heater, convection constantly keeps the thermal energy circulating through a convection current in air. [refer to 3rd image] Warm air rises above the heater or radiator, and it is displaced by cooler air.</span></span></p><h2>Radiation</h2><h3>Recognise radiation as the method of heat transfer that does not require a medium to travel through.</h3><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>Radiation (unlike conduction and convection) does not require a medium to travel through. This means it can travel through anything and even empty space (vacuum). The best example would be radiation from Sun. Earth receives heat from the sun through space (which we know is a huge vacuum) by radiation! (4th Image)</span></span></p><h3>Describe experiments to show the properties of good and bad emitters and good and bad absorbers of infra-red radiation.</h3><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>Dark or black surfaces tend to be good absorbers of heat. A good absorber is always a good emitter because to stay in thermal equilibrium it must emit the same amount of energy it has absorbed. White or light-coloured surfaces tend to be poor emitters and absorbers of heat. Reflective surfaces will reflect the radiation and heat. An easy experiment can be set up to see if a material is a good or poor emitter/absorber.</span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Place different materials of different colours under the sun, or close to a source heat radiation.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>After a period of time, measure their temperature. The dark surfaces should be warmer because they are better absorbers of infra-red radiation.</span></span></p></li></ul><h3>Identify infra-red radiation as the part of the electromagnetic spectrum often involved in heat transfer by radiation.</h3><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; background-color: rgb(255, 255, 255);'><p dir='ltr' style='line-height:2.057142857142857;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;'>Radiation is a type of thermal energy transfer due to Electromagnetic waves.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; background-color: rgb(255, 255, 255);'><p dir='ltr' style='line-height:2.057142857142857;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;'>All hot object emit radiation.</span></span></p></li></ul><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Infra-red radiation is the most common type of heat transfer by radiation. </span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>It does not matter if you do not know what electromagnetic waves and spectrum mean! You will learn about them later. Basically they are invisible waves that transfer energy.</span></span></p></li></ul><h2>Consequences of Energy Transfer</h2><h3>Identify and explain some of the everyday applications and consequences of conduction, convection and radiation.</h3><p><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>Conduction, convection and radiation are constantly happening in our every-day environment. They have many applications and can be very useful, some examples include:</span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>When we heat up pots and pans, the thermal energy is transferred through conduction.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Air condition uses convectional currents to cool the indoor environment.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>When heating up water, the heat is applied from below so it creates a convection current, which heats up the whole body water.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Sea breezes are caused by convectional currents. This is due to the difference between the temperature of the sea and land.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Radiation enters greenhouses through the glass and the heat is absorbed and trapped to maintain the temperature.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e50c-5924-ebd3-a81fc32f6523'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Solar panels produce electricity by absorbing the heat from sunlight by radiation.</span></span></p></li></ul><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><br><span id='docs-internal-guid-72ee6207-e523-5e90-cc77-dccf091e5fd6'><span style='font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline; white-space: pre-wrap;'>They&rsquo;re also problematic in some circumstances:</span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e523-5e90-cc77-dccf091e5fd6'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Touching a stove and being burned </span><br class='kix-line-break' /><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Ice cooling down your hand (frostbites)</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e523-5e90-cc77-dccf091e5fd6'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Radiator creates heat for the room in the upper section when heat is needed more in the bottom of the room.</span><br class='kix-line-break' /><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Heat from the sun warming your face also causing skin problems.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><p dir='ltr' style='line-height:1.38;margin-top:0pt;margin-bottom:0pt;text-align: justify;'><span id='docs-internal-guid-72ee6207-e523-5e90-cc77-dccf091e5fd6'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Heat from a light bulb causing burns in skin if too close.</span></span></p></li><li dir='ltr' style='list-style-type: disc; font-size: 14.6667px; font-family: 'Slabo 27px'; vertical-align: baseline;'><span id='docs-internal-guid-72ee6207-e523-5e90-cc77-dccf091e5fd6'><span style='font-size: 14.6667px; vertical-align: baseline; white-space: pre-wrap;'>Heat from a fire again causing burns.</span></span></li></ul>",
        "images":[
            "data/images/unit8/picture1.png",
            "data/images/unit8/picture2.png",
            "data/images/unit8/picture3.png",
            "data/images/unit8/picture4.png"
        ],
        "links":[
            "http://www.powersleuth.org/docs/EHM%20Lesson%205%20FT.pdf",
            "https://www.youtube.com/watch?v=4n8gZyFikMk",
            "https://digarte.wikispaces.com/file/view/IGCSE+PHYSICS+(10)+-+TRANSFER+OF+THERMAL+ENERGY+.pdf"
        ]
    },
    {
        "title":"Electric Quantities - Part I",
        "content":"<p class='c7'><span class='c3 c0'>All </span><span class='c3 c0'>matter is made up of atoms and atoms are made up of electrons and protons. The electrons have a negative charge and protons have a positive charge. If there are more electrons than protons, the overall charge is said to be negative, and if the number of protons is greater than that of electrons, the overall electric charge is positive! So there are two types of charges - negative and positive. Unlike charges (positive-negative) </span><b>attract</b><span class='c3 c0'>&nbsp;and like charges (positive-positive or negative-negative) </span><b>repel</b><span class='c3 c0'>. Some materials </span><b>conduct</b><span class='c0 c3'>&nbsp;charge, for example iron, copper, aluminium (all metals, actually) and graphite. This means that they let this electric charge flow through them. On the other hand, some materials </span><b>insulate</b><span class='c3 c0'>&nbsp;electricity - not letting the electric charge flow through, for example plastic and wood. We can easily charge an insulating object by rubbing it. Rubbing a material results in a loss or gain of electrons, making the material positive or negative respectively. For instance, rubbing a plastic ruler with your hair could charge it negatively and enable it to attract other positively charged materials and repel other negatively charged materials. It can also attract neutrally charged materials by repelling the electrons in them and making them positively charged. A Van de Graaff generator is an experiment used to demonstrate the generation of electric charge (refer to the video in extra links). A Gold Leaf experiment is used to detect the electric charges in a material (refer to the video in extra links). It is important to know that we cannot charge a conducting material this way because the charge will flow through, and it will become uncharged again. This being said, an </span><b>electric charge (Q)</b><span class='c3 c0'>, measured in Coulombs (C), of an electric circuit is simply the magnitude of negative charge in the circuit. Note that this charge is negative because electricity is the flow of electrons and not protons. And because each electron has the charge of -1, this quantity is also equal to the number of electrons. A Coulomb is approximately 6.24 &times; 10</span><sup>18</sup><span class='c3 c0'>&nbsp;electrons and represents a charge of -6.24&times;10</span><sup>18</sup><span class='c3 c0'>&nbsp;elementary units! Also, because electricity is a flow of electrons, we can say that electricity flows from the negative terminal of the battery to the positive terminal. However, some folks in the history of science claimed that electricity flows from the positive terminal to the negative terminal. This is since referred to as conventional current, and the actual current is proven to flow from the negative terminal to the positive terminal. An </span><b>electric field</b><span class='c3 c0'>&nbsp;is simply the region in which an electric charge experiences a force. The </span><span class='c0 c1'>electric current (I)</span><span class='c3 c0'>, measured in Amperes (A), is the rate of flow of electric charge in a circuit. When 1 Coulomb of electric charge passes a point in the electric circuit in 1 second, it is said that the current is equal to 1 Ampere. Electric current is measured using an electric component called the Ammeter. </span></p>",
        "images":[
            "data/images/unit15/picture1.jpg",
            "data/images/unit15/picture2.jpg",
            "data/images/unit15/picture3.jpg",
            "data/images/unit15/picture4.jpg"
        ],
        "links":[
            "https://www.youtube.com/watch?v=MrNdMoiMh-Q",
            "https://www.youtube.com/watch?v=EsZQS2GOMQE",
            "https://www.youtube.com/watch?v=Iu6QCvQCkMc"
        ]
    },
    {
        "title":"Electric Quantities - Part II",
        "content":"<p dir='ltr' style='line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;'>Have you ever wondered what allows you to do all the things that you do in your daily lives? Energy! The ability to do work! <strong>Electric potential energy (E)</strong>, measured in Joules (J), is what allows electrons to flow through the circuit! <strong>Electric power (P)</strong>, measured in Watts (W), is the amount of electric energy used per second. It is also given as the product of current and voltage in a circuit. The <strong>electric potential</strong>, measured in Volts (V), is the amount of energy possessed by per Coulomb of electric charge! A region with high electric potential has high potential energy per Coulomb of electric charge. Hence, the <strong>potential difference (p.d.)</strong>, also measured in Volts (V) using a Voltmeter, between two points in the circuit is the difference in the electric potential of the two points. It is worth considering how the energy possessed by the electric charge gets used up as it travels from one terminal to another. Thus, say if the electric potential at the start of the electric circuit was 5V and at the other terminal the electric potential is 0V, the potential difference across the power source is 5V. This is known as the <strong>electromotive force</strong> - the maximum potential difference achieved across a power source. Note that it is this force that drives electric current from one terminal of the source to the other. Moving on&hellip; If, by any means, you&rsquo;re an ardent fan of Hunger Games, you&rsquo;d know The Resistance - a rebel group which plans to outthrow the dictatorial government. The Resistance opposed the rules of the government. Quite similarly, <strong>electric resistance (R)</strong>, measured in Ohms (&Omega;), opposes the flow of electric current through a circuit. It is mainly determined by 3 things - the conductivity of the material the current is passing through, the length of the conductor and the cross-sectional area of the conductor. Think about it as a marathon. The longer the marathon, the lesser the people who make it till the end - signifying how the longer the conductor, the more current it resists. Now imagine if you&rsquo;re running this marathon and the track is pretty narrow. This would mean that people will crowd your way and you&rsquo;ll face a greater resistance as you try and make your way through the mass - indicating that if the cross-sectional area of the conductor is high, the current would be able to pass easily and the resistance will be less. Hence we can conclude that there is a direct proportionality between resistance and length, and an inverse proportionality between resistance and cross-sectional area of a wire. Finally, what if the track itself has knee-high grass? You&rsquo;ll face more friction and you&rsquo;ll get tired faster as you try and run through it - explaining how the lower the conductivity of the material, the greater the resistance faced by current! Resistance is also defined as the ratio of the voltage to the current in a circuit.&nbsp;</p>",
         "images":[
            "data/images/unit16/picture1.jpg",
            "data/images/unit16/picture2.jpg",
            "data/images/unit16/picture3.jpg",
            "data/images/unit16/picture4.jpg"
        ],
        "links":[
            "https://www.youtube.com/watch?v=MrNdMoiMh-Q",
            "https://www.youtube.com/watch?v=XoI6QmQeAXo"
        ]
    },
    {
        "title":"Radioactivity",
        "content":"<p dir='ltr' ><span ><span >An atom consists of a positively charged nucleus and orbiting around which are negatively charged electrons. The nucleus consists of neutrons (neutrally charged) and protons (positively charged). Together, the neutrons and protons are referred to as the nucleons which account for almost the entire mass of an atom (electrons have a negligible mass). The proton number (Z) is the number of protons and the atomic mass number or nucleon number (A) is the number of nucleons in an atom. A </span><span >nuclide</span><span > is a distinct kind of atom with a certain number of protons and neutrons. </span></span></p><p><span ><span >An </span><span >isotope</span><span > is a form of an element with the same number of protons and electrons, but differing number of neutrons. It has same chemical properties but different mass. A radioactive isotope is known as a </span><span >radioisotope</span><span > which have many applications:</span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' ><p dir='ltr' ><span ><span >Gauging the thickness of materials by passing and detecting radiation.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Radioisotopes can be injected in medicine and traced to diagnose diseases.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Gamma rays can be used to treat cancer.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Gamma rays can also be used for sterilization.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Carbon compounds&rsquo; age can be determined by the radiation they release. </span></span></p></li></ul><p><span ><span >Radioactivity arises from unstable nuclei that exist naturally or are produced industrially in nuclear reactors. The means by which unstable nuclei get rid of matter and energy is known as </span><span >radioactive decay</span><span >. The formation of stable nuclei from changes to the unstable nuclei are spontaneous and cannot be controlled. The amount of time taken for half the radioactive substance to decay is known as the </span><span >half-life</span><span > of the substance. The half life can also be calculated from the rate of radioactive decay which reduces as the particles left to decay decrease. After each half-life the amount of radioactive substance remaining is halved. This means, for example, that after 4 half-lives only 6.25% (1/16th) of the original substance will be left! You must be able to perform calculations on half-lives. For more practice, check out the quiz and the worksheet in the extra resources! We are all exposed to natural </span><span >background radiation</span><span > caused partly by radioactive materials in rocks, the air, and our bodies and partly by cosmic rays from outer space. </span></span></p><p><span ><span >There are three types of nuclear radiation:</span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' ><p dir='ltr' ><span ><span >Alpha radiation (&alpha;):</span><span > Positively charged nuclear radiation that is emitted in the form of 2 neutrons and 2 protons - a double positive charged helium ion or simply a helium nucleus. </span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' ><p dir='ltr' ><span ><span >Can be easily stopped by a thick sheet of paper.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Double positive charge, and therefore greatest deflection in an electric field (towards the negative plate).</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Very heavy with a very slow velocity, and therefore less deflection in a magnetic field.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Causes intense ionization in gases (turns the gas positive), and therefore has a range of only a few centimeters in air. </span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span style='font-size: 8.8px; vertical-align: super; white-space: pre-wrap;'>A</span><span >X</span><span style='font-size: 8.8px; vertical-align: sub; white-space: pre-wrap;'>Z</span><span > &rarr; </span><span style='font-size: 8.8px; vertical-align: super; white-space: pre-wrap;'>A-4</span><span >Y</span><span style='font-size: 8.8px; vertical-align: sub; white-space: pre-wrap;'>Z-2</span><span > + </span><span style='font-size: 8.8px; vertical-align: super; white-space: pre-wrap;'>4</span><span >He</span><span style='font-size: 8.8px; vertical-align: sub; white-space: pre-wrap;'>2</span><span style='font-size: 8.8px; vertical-align: super; white-space: pre-wrap;'>+2</span><span ></span></span></p></li></ul></li><li dir='ltr' ><p dir='ltr' ><span ><span >Beta radiation (&beta;):</span><span > Negatively charged particles released in the form of high energy electrons that strike out of the radiating nuclei. Note that, although not in syllabus, in this process one of the neutrons of the nucleus is converted to a proton and an electron. This means that the proton number of the atom will increase but the mass will remain constant. </span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' ><p dir='ltr' ><span ><span >Can be stopped by a few millimeters of aluminium</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Negative charge, and therefore deflection towards the positive plate in an electric field. However, less deflection compared to alpha particles who have a double charge.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Very high velocity and less mass results in a much greater deflection in magnetic fields.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >Ionization power much less than alpha particles.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span style='font-size: 8.8px; vertical-align: super; white-space: pre-wrap;'>A</span><span >X</span><span style='font-size: 8.8px; vertical-align: sub; white-space: pre-wrap;'>Z</span><span > &rarr; </span><span style='font-size: 8.8px; vertical-align: super; white-space: pre-wrap;'>A</span><span >Y</span><span style='font-size: 8.8px; vertical-align: sub; white-space: pre-wrap;'>Z+1</span><span > + e</span><span style='font-size: 8.8px; vertical-align: super; white-space: pre-wrap;'>-1</span><span ></span></span></p></li></ul></li><li dir='ltr' ><p dir='ltr' ><span ><span >Gamma radiation (&gamma;):</span><span > High energy nuclei achieve a lower energy state by electromagnetic radiation - more specifically gamma radiation. They are neutral, high energy rays and are the most penetrating.</span></span></p><ul style='margin-top:0pt;margin-bottom:0pt;'><li dir='ltr' ><p dir='ltr' ><span ><span >Requires many centimeters of lead to stop the radiation.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >No ionizing effect.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >No deflection in electric field.</span></span></p></li><li dir='ltr' ><p dir='ltr' ><span ><span >No deflection in magnetic field.</span></span></p></li></ul></li></ul><p>&nbsp;</p><p dir='ltr' ><span ><span >Nuclear radiation can be detected using their ionizing effects using a </span><span >Geiger-Muller (GM) Tube</span><span >. As radiation ionizes the argon atoms in the tube, they are accelerated towards the electrodes causing further ionization as they collide. The electric signal produced by these electrons and argon atoms colliding with the electrodes is amplified and fed to a ratemeter which gives the radiation counts per second. </span></span></p><p><span ><span >We&rsquo;re all exposed to small doses of nuclear radiation from the background. However, large doses can be very harmful to our health. The ionizing effect of radiation can damage tissues and cells, cause mutation in genes, burst cells by removing the water in them etc. Alpha radiation is only harmful inside the body because it cannot pass through skin and be stopped easily, but beta and gamma rays can also cause damage to skin cells from outside the body. Delayed effects can include cancer and even death!</span></span></p><p><span ><span >Nuclear waste from reactors is enclosed in steel containers and buried in concrete bunkers. Leakage could contaminate water sources and harm the ecosystem and organisms severely. Safety precautions like usage of forceps should be taken even while handling weak sources in labs. </span></span></p>",
         "images":[
            "data/images/unit25/picture1.png",
            "data/images/unit25/picture2.png",
            "data/images/unit25/picture3.png",
            "data/images/unit25/picture4.png"
        ],
        "links":[
            "http://www.bbc.co.uk/schools/gcsebitesize/science/add_edexcel/fission_fusion/fissionfusionrev1.shtml",
            "http://go.hrw.com/resources/go_sc/ssp/HK1MSW35.PDF",
            "http://www.coolmath.com/algebra/17-exponentials-logarithms/13-radioactive-decay-decibel-levels-01"
        ]
    }
  ]
}
   