{
  "units":[
    {
      "title":"MOTION",
      "content":"<b>P1.1: Define speed and calculate average speed.</b> Speed of an object is the distance it travels per unit time. We quantify this as the ratio of the distance it travels to the time taken to travel that distance.The formula for average speed is therefore Speed = Distance / Time (refer to the first photo). <b>P1.2: Distinguish between speed and velocity.</b> The basic difference between speed and velocity is that speed is a scalar quantity whereas velocity is a vector quantity. Vector quantities have magnitude and direction. Vector quantities can be negative in nature. For example: velocity can be -9 meters per second. Scalar quantities have magnitude but do not have a direction - making them an absolute value which implies that they cannot be negative. <b>P1.3 &amp; P1.4: Plot and interpret a speed/time graph and a distance/time graph. Recognise from the shape of a speed/time graph when a body is: At rest, moving with constant speed or moving with changing speed.</b> When plotting a graph we need to remember that time is always on the X-axis of the graph. On the Y-axis we have the speed or the distance according to the graph type you are plotting. A distance time graph looks like the one in the second picture. The gradient of a distance/time graph determines the speed of the object (because gradient is calculated by dividing change in y by change in x, this would mean that we're simply dividing the distance travelled by time taken). The steeper the line, the higher the speed. A speed/time graph looks like the one in the third picture. The gradient of this graph gives us the acceleration and the area under the curve gives us the distance travelled (because area is calculated by different formulas often involving multiplication of y and x variables which would mean that we're multiplying the speed and time to get the distance). <b>P1.5: Recognise linear motion for which the acceleration is constant and calculate the acceleration.</b> In the speed time graph if we look carefully acceleration is constant at the initial stage because the gradient is same, i.e. the graph is a straight line. Acceleration is given by the formula: Acceleration = Change In Speed / Time. <b>P1.6: Recognise motion for which the acceleration is not constant.</b> Previously we saw how acceleration was constant. However in real life acceleration is rarely constant! Tt is always changing. If the line of speed/time graph is not straight, i.e. the speed is not changing at a constant rate, the acceleration is changing too. If an object's speed per second is as follows: 5 kmph, 6 kmph, 7 kmph and 8 kmph, it isn't hard to grasp that the acceleration is constant because the increase in speed is happening at a constant rate. However, if the speed per second of an object is given as follows: 5 kmph, 6 kmph, 8 kmph, 15 kmph, 25 kmph and 10 kmph, it is easy to see that the points would not form a straight line and therefore the acceleration is not constant.  <b>P1.7: Calculate the area under a speed/time graph to work out the distance travelled for motion with constant acceleration.</b> As discussed before, when we calculate an area under a speed/time graph we get the distance traveled by the object. Let's try this by calculating the distance in the first 8 seconds (refer to the second image): So as we can see in the first 8 seconds the graph forms a triangle. We can use our basic mathematical skills to find the area of the triangle. Area of triangle = 0.5 x Base x Height. Thus area of triangle = 0.5 x 8 x 6.5 = 26 meters. So the distance traveled in the initial 8 seconds is 26 meters. <b>P1.8: Demonstrate a qualitative understanding that acceleration is related to changing speed.</b> Acceleration is the measure of the change of velocity of an object per unit time.",
      "images":[
        "data/images/unit1/picture1.png",
        "data/images/unit1/picture2.png",
        "data/images/unit1/picture3.png",
        "data/images/unit1/picture4.png"
      ],
      "links":[
        "https://www.youtube.com/watch?v=kfdtsZqAI8Y",
        "https://www.youtube.com/watch?v=A3m15X4-fhI",
        "https://www.youtube.com/watch?v=q2QGlQxPgpA"
      ]
    },
    {
        "title":"MATTER AND FORCES",
        "content":"<p><b>Weight</b> is the gravitational pull on an object; it is measured in Newtons. Weight is different on different planets because of the varying gravity of different planets. Weight is mass multiplied by the gravitational force. <b>Mass</b> is the amount of matter in a substance or an object. Mass is a constant: it never changes even if the gravitational pull changes. Now, let's talk about Newton&rsquo;s first law: The Law Of Inertia. The Law Of Inertia states that &ldquo;A body at rest tends to stay at rest and a body in motion continues to maintain a constant velocity unless acted upon by an external force&rdquo;. Inertia is a property of mass itself. This means that a heavy object will be harder to stop, as it will have a stronger tendency to remain in motion. All objects, big or small, have their own gravitational force. However, most of the times, this is very negligible. Large masses, like planets, have a gravitational force that has a considerable effect and hence can more noticeably felt. The bigger the planet is, the larger its gravitational force. Earth&rsquo;s gravitational force is about 9.8 N/kg. The first image is the formula for the above statement where W is the weight, m is the mass and g is gravity.<br><br><b>Force</b> is normally measured in the SI unit of Newtons. The second law of Newton states that F=ma - meaning that acceleration (a) is directly proportional to the applied force (F) for a fixed mass. Thus increasing the force will increase the acceleration which will, in turn, affect the motion of the object. F = mg basically states the effect on gravity on the force one exerts on the ground - i.e. the weight.<br><br>We must next talk about springs and the relation between the load applied on a spring with its resultant extension. Referring to the graph (in the second image), the load applied is labelled on the X-axis and there's extension on the Y-axis. This suggests that when the load increases, the extension also increases proportionally - making an straight line. However, the straight line then becomes a curve later in the graph due to the <b>elasticity limit</b>. The force applied is directly proportional to the extension of the spring only till it the force does not cross the limit of the spring, as stated by the <b>Hooke&#39;s law</b>, i.e. force equals a constant times the extension of the spring (F = k*x) while it has not crossed the limit. This is a limit from which the spring cannot return to it original state and is permanently deformed due to heavy load.<br><br>When two or more forces are acting together or against each other, we can easily find out the resultant of the forces. If the forces act together, all the forces are added to get the resultant force. On the other hand, if the forces act against each other, we subtract the smaller force from the grater on to obtain the resultant force which, obviously, is in the direction of the greater force. Refer to the third and fourth images which show systems in disequillibrium and in equillibrium respectively. A system is in equilibrium when both opposing forces are equal in magnitude and the resultant force is 0. This results in no movement. Refer to the fourth picture which is the equilibrium example.",
        "images":[
            "data/images/unit2/picture1.png",
            "data/images/unit2/picture2.png",
            "data/images/unit2/picture3.png",
            "data/images/unit2/picture4.png"
        ],
        "links": [
            "http://www.mathsisfun.com/measure/weight-mass.html",
            "http://csep10.phys.utk.edu/astr161/lect/history/newton3laws.html",
            "http://www.4physics.com/phy_demo/HookesLaw/HookesLawLab.html"
        ]
    },
    {
        "title":"ENERGY, WORK AND POWER",
        "content":"<p><br /> The energy of an object is measured in Joules (J). 1000 Joules = 1 kiloJoule (kJ). The power of an object is measured in Watts (W). 1000 Watts = 1 kiloWatt (kW). The <strong>work done</strong> of an object is the product of the force applied and the displacement achieved (as depicted by picture 3). This is counterintuitive in the sense that if the displacement is zero (in a case where a runner runs a lap and comes at the starting position for example) the work done is also zero! However wrong this may sound, it is just the way it is if we go by the definition and we must go with it anyhow. More generally, work is the amount of energy transferred into or out of a system. <strong>Power </strong>is the amount of work done per unit time.&nbsp;</p><p>All objects have some kind of energy in their molecules. Energy is simply the ability to do work, or to &#39;get things done&#39; more colloquially. There are two main types of energy: <strong>Kinetic Energy</strong> (due to the motion of the molecules), and <strong>Potential Energy </strong>(due to the position of the object). Anything in motion has kinetic energy (e.g. a ball falling off a cliff). Anything at a certain height off the ground has gravitational potential energy (e.g. a ball hanging by a string). Other (derived) forms of energy include:</p><table border='1' cellpadding='1' cellspacing='1' style='width:100%;'><tbody><tr><td><strong>Energy form</strong></td><td><strong>Description &nbsp; &nbsp;</strong></td><td><strong>Example</strong></td></tr><tr><td>Chemical Energy&nbsp;</td><td>Energy in a substance that gives the substance potential to undergo a chemical reaction.</td><td>Batteries</td></tr><tr><td>Strain Energy&nbsp;</td><td>Energy in springs and elastic materials that pulls them back together.</td><td>Springs</td></tr><tr><td>Nuclear Energy</td><td>Energy obtained due to the fusion and fission of atomic nuclei.</td><td>Nuclear bombs</td></tr><tr><td>Thermal Energy</td><td>Energy relating to the storage or transmission of heat.</td><td>Hot kettle</td></tr><tr><td>Electrical Energy</td><td>Energy that drives electrons from one end of an electric supply to the other.</td><td>A normal circuit</td></tr><tr><td>Sound Energy</td><td>Energy contained in travelling soundwaves</td><td>Sound given off by headphones</td></tr><tr><td>Light Energy</td><td>Energy contained in travelling lightwaves and other electromagnetic rays&nbsp;</td><td>Light given off by a light bulb</td></tr></tbody></table><p>The first and the second picture show the formulae to find kinetic and potential energy. Let&#39;s take them in detail one at a time. Potential energy is basically the energy that is stored in the object which can later be converted into kinetic energy. We would generally take this into consideration with respect to gravity - which means that an object at certain height has a certain amount of <strong>gravitational potential energy</strong> that is converted to kinetic energy if it is released from that height! In this case then, the force * displacement will be the Weight (which, as you may recall is a measure of force exerted by an object on earth) multiplied by Height from the ground. Thus: mg*h. Kinetic energy, on the other hand, is a bit more complex to derive and you can check the extra resources section for the entire derivation. But we would just go by the concept that it is directly proportional to the square of the velocity where mass divided by two is the constant of proportionality.&nbsp;</p><p>The one most important rule about energy is the<strong> Law Of Conservation Of Energy</strong> founded by Albert Einstein. We can&rsquo;t create energy nor destroy it - we can only transfer it from one form to another. This means that when the object is dropped from a certain height, the total energy (potential energy + kinetic energy) of the object must remain constant at all times during the free fall because it is the potential energy itself that is converted into the kinetic energy! Here are some other examples of transfer of energy:</p><p>&bull;&nbsp;&nbsp; &nbsp;In a battery, chemical energy changes into electrical energy.<br /> &bull;&nbsp;&nbsp; &nbsp;In a wind turbine, wind is transformed into mechanical energy and then into electrical energy using a transformer<br /> &bull;&nbsp;&nbsp; &nbsp;Nuclear energy is transferred into heat and electrical energy in a nuclear plant.<br /> &bull;&nbsp;&nbsp; &nbsp;When a ball falls off a cliff, gravitational potential energy is being transferred into kinetic energy.</p>",
        "images":[
            "data/images/unit3/picture1.png",
            "data/images/unit3/picture2.png",
            "data/images/unit3/picture3.png",
            "data/images/unit3/picture4.png"
        ],
        "links": [
            "https://youtu.be/_uLSFigtLKg",
            "https://youtu.be/5EsMmdaYClQ",
            "http://www.physicsclassroom.com/class/energy",
            "http://physics.info/energy-kinetic/"
        ]
    },
    {
        "title":"ENERGY RESOUCES",
        "content":"<html><head><title></title></head><body><p>Renewable sources are sources which can be renewed infinite times. These sources are infinite in amount and cannot get exhausted. Non-renewable sources are sources which are finite and can get exhausted on rigorous use.</p><p>Let&#39;s begin discussing energy resources with nuclear fusion. It is best observed in the sun. When hydrogen atoms in the sun fuse together to form helium atoms, they lose mass as helium is lighter than the combined mass of hydrogen atoms involved in the fusion. That loss of mass is converted into energy and this is how the sun keeps radiating heat energy. Once it exhausts its hydrogen fuel, it&#39;ll explode into, what we call, a supernova. Know that the Sun is the source of all energy present on earth except geothermal and nuclear.</p><ul><li>Chemical energy stored in fuel can be used to generate electricity. We can burn fossil fuels and use the resulting gas to spin turbines which can then generate energy. This process takes place in thermal power stations.</li><li>Tidal waves can be used to power turbines underwater and generate electricity. Underwater cables are connected to these turbines which carry the electricity to shore.</li><li>In a hydroelectric power station, water is dropped&nbsp;from a height onto a turbine positioned at a lower height. The kinetic energy of the water is used to rotate the turbines and generate electricity.</li><li>If we pump cold water into a geothermal site, it is converted (heated) to&nbsp;steam which has a high pressure and can thus be used to rotate turbines and hence generate electricity.</li><li>Electricity can also be produced using nuclear fission. When nuclear fission take place there is a lot of energy released which can be captured and converted to electricity in a nuclear power plant.</li><li>Using solar panels the sun rays can be converted to electricity.</li><li>Wind can be used to power windmills which are connected to turbines that generate electricity.</li></ul><br><p><span style='font-size:14px;'><strong>Fuels</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width:100%;'><thead><tr><th scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Available and naturally ready made</span></td><td><span>Non renewable</span></td></tr><tr><td><span>Relatively inexpensive</span></td><td><span>Gives out pollutants</span></td></tr></tbody></table><br><p><strong><span style='font-size:14px;'><span>Tidal</span></span></strong></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Has potential to generate a lot of energy</span></td><td><span>Initial costs of building dams are extremely high.</span></td></tr><tr><td><span>Very reliable as it is quite easy to predict when is there going to be a low and high tide.</span></td><td><span>Affects transportation system in the water.</span></td></tr><tr><td><span>Renewable, so can be continued to be used for a long time.</span></td><td><span>Affect ecosystem surrounding the dam.</span></td></tr><tr><td><span>Little environmental impact.</span></td><td>&nbsp;</td></tr></tbody></table><br><p><span style='font-size: 14px;'><strong>Geothermal</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Very less impact on the environment</span></td><td><span>Potentially expensive</span></td></tr><tr><td><span>Almost renewable</span></td><td><span>Works in volcanic area only</span></td></tr></tbody></table><br><p><span style='font-size: 14px;'><strong>Nuclear Fission</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>&nbsp;Very efficient</span></td><td><span>Dangerous</span></td></tr><tr><td><span>Can create a lot of electricity</span></td><td><span>Has environmental hazards</span></td></tr></tbody></table><br><p><span style='font-size: 14px;'><strong>Solar</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Renewable</span></td><td><span>Initial cost high</span></td></tr><tr><td><span>Clean</span></td><td><span>Cannot create bulk electricity</span></td></tr></tbody></table><br><p><span style='font-size: 14px;'><strong>Hydroelectric</strong></span></p><table border='1' cellpadding='1' cellspacing='1' style='width: 100%;'><thead><tr><th scope='col'>Pros</th><th scope='col'>Cons</th></tr></thead><tbody><tr><td><span>Renewable</span></td><td><span>Environmental consequences</span></td></tr><tr><td><font><span style='font-size: 12px;'>Reliable</span></font></td><td><span>Expensive</span></td></tr><tr><td>Flexible and safe</td><td>Limited reservoirs</td></tr></tbody></table><br><p>The efficiency equation in the last picture is used to, you guessed it right, get the efficiency of the energy released. For example if 60J of energy is taken by a bulb 30J is lost as heat, the useful energy output would by 60 - 30 = 30J divided by total energy input which is 60J - that leads us to the conclusion that the efficiency of the light bulb is 50%.</p><br></body></html>",
        "images":[
            "data/images/unit4/picture1.png",
            "data/images/unit4/picture2.png",
            "data/images/unit4/picture3.png",
            "data/images/unit4/picture4.png"
        ],
        "links": [
            "http://www.bbc.co.uk/schools/gcsebitesize/science/aqa_pre_2011/energy/mainselectricityrev1.shtml"
        ]
    }
  ]
}
   